Repository: jimmyurl/tuta
Catalog: lib/l10n/intl_*.arb
Languages: sw

# welcome_message
source: Welcome to the Lessons App!
sw: Karibu kwenye Programu ya Masomo!

source: Select Language
sw: Chagua Lugha

source: English
sw: Kiingereza

source: Swahili
sw: Kiswahili

# proceed
source: Proceed to Lessons
sw: Endelea kwenye Masomo

# lessons_title
source: Lessons
sw: Masomo

# educational_title
source: Educational
sw: Elimu

# personal_development_title
source: Personal Development
sw: Maendeleo ya Kifahari

# cuisine_title
source: Cuisine
sw: Mapishi

# no_educational_lessons
source: No educational lessons available.
sw: Hakuna masomo ya elimu yaliyopo.

# no_personal_development_lessons
source: No personal development lessons available.
sw: Hakuna masomo ya maendeleo ya kifahari yaliyopo.

# no_cuisine_lessons
source: No cuisine lessons available.
sw: Hakuna masomo ya mapishi yaliyopo.
